extra/physics.tex
% Created 2021-07-21 Wed 17:45
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Shaurya Singh}
\date{\today}
\title{Physics Midterm}
\hypersetup{
 pdfauthor={Shaurya Singh},
 pdftitle={Physics Midterm},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\begin{enumerate}
\item Oscillation is movement or motion that happens at certain intervals that repeats itself.

\item At the angle 0, the pendulum will have the most acceleration because all of the energy is kinetic and there is no more potential energy.

\item We cannot find the maximum velocity in the pendulum due to needing string length.

\item The potential energy of the spring is \(-126\frac{N}{m}\)
\begin{align*}
F&=kx\\
\frac{F}{x}&=k\\
\frac{-63N}{0.5m}&=-126 \frac{N}{m}
\end{align*}

\item The answers are
\begin{align*}
\frac{0.03}{0.06}=0.5\frac{m}{s}\\
0.04*500=20\frac{m}{s}
\end{align*}

\item The mass of the object is \(0.22448979591 kg\)
\begin{align*}
55\frac{N}{m}*0.04=2.2N\\
\frac{2.2}{9.8}=0.22448979591 kg
\end{align*}

\item The periods are
\begin{align*}
0.9144s\\
8.421
\end{align*}
\end{enumerate}
\end{document}
